{
    
    "products": [
      
      {
        "id": 5,
        "name": "DRIED TURKEY BERRIES (Sundavaththal) – Solanum Torvum",
        "short_description": "Sun-dried vegetable slices preserved with spices and salt.",
        "long_description": "Sundavaththal is a traditional method of preserving vegetables in South Indian cuisine. The vegetables are sliced thinly and sun-dried after seasoning them with spices and salt. This process not only extends their shelf life but also intensifies their flavors. Sundavaththal can be rehydrated and used in various dishes like soups, stews, and curries.",
        "feature": [
          "Prevents Anemia",
          "Helps to lower Blood pressure",
          "Promote the function of kidney",
          "Maintain blood sugar levels",
          "Uplifts immunity"
        ],
        "images": [
          "assets/product/sundakkai.jpg"
        ]
      },
      {
        "id": 6,
        "name": "DRIED CURD CHILLIES (Mormilagaai) – Capsium Frutescens",
        "short_description": "Sun-dried green chillies marinated in spices and oil.",
        "long_description": "Mormilagaai is a spicy and tangy condiment made by sun-drying green chillies after marinating them in a mixture of spices, salt, and oil. It is a popular accompaniment in South Indian cuisine, adding heat and flavor to various dishes. Mormilagaai can be enjoyed with rice, curd rice, dosa, or as a side dish for meals.",
        "feature": [
          "Reduce blood pressure",
          "Lower cholesterols",
          "Prevent heart ailments",
          "Helps in weight loss",
          "Stimulates digestion"
        ],
        "images": [
          "assets/product/more-milagai.jpg"
        ]
      },
      {
        "id": 7,
        "name": "DRIED MITHUKKAN (Mithuka vaththal) – Cucumis melovar",
        "short_description": "Mithuku Vathal is a famous south Indian dish. ",
        "long_description": "Mithuku Vathal also known as Solanum torvum (Turkey Berry). This is so tasty and is available without any harm in the market.",
        "feature": [
          "Prevents Anemia",
          "Helps to lower Blood pressure",
          "Promote the function of kidney",
          "Maintain blood sugar levels",
          "Uplifts immunity"
        ],
        "images": [
          "assets/product/mithukku-vathal.jpg"
        ]
      },
      {
        "id": 7,
        "name": "DRIED SUN BERRY/ BLACK NIGHTSHADE (Manathakkali vaththal) – S.Nigrum",
        "short_description": "Sun-dried Manathakkali vathal marinated in salt.",
        "long_description": "Sun-dried Manathakkali vathal marinated in salt. The berries help in digestion as well as even help in getting rid of stomach.",
        "feature": [
          "Prevents Anemia",
          "Helps to lower Blood pressure",
          "Promote the function of kidney",
          "Maintain blood sugar levels",
          "Uplifts immunity"
        ],
        "images": [
          "assets/product/manathankali-dried.png"
        ]
      },
      {
        "id": 7,
        "name": "DRIED LADY’S FINGER(Vendikkai vaththal) – Abelmoschus esculentus",
        "short_description": "Crispy sun-dried okra slices seasoned with spices.",
        "long_description": "Vendikkai Vaththal is a crunchy and flavorful snack made from sun-dried slices of okra. The okra slices are seasoned with spices and salt before being sun-dried, resulting in a deliciously crispy texture. Vendikkai Vaththal can be enjoyed as a standalone snack or served as a side dish with rice and curry.",
        "feature": [
          "Prevents Anemia",
          "Helps to lower Blood pressure",
          "Promote the function of kidney",
          "Maintain blood sugar levels",
          "Uplifts immunity"
        ],
        "images": [
          "assets/product/vendaikai-1.jpg"
        ]
      },
      {
        "id": 8,
        "name": "DRIED CLUSTER BEAN (Seeni avaraikkai/Kothavarai vaththal) –Cyamopsis Tetragonoloba",
        "short_description": "Sweet and spicy sun-dried cluster beans infused with caramelized jaggery.",
        "long_description": "Seeni Avaraikkai is a unique sweet and spicy delicacy made from sun-dried cluster beans (avarai) infused with caramelized jaggery and spices. This traditional South Indian snack offers a perfect balance of sweetness and heat, making it an irresistible treat. Seeni Avaraikkai can be enjoyed on its own or served as a side dish with rice and sambar.",
        "feature": [
          "Prevents Anemia",
          "Helps to lower Blood pressure",
          "Promote the function of kidney",
          "Maintain blood sugar levels",
          "Uplifts immunity"
        ],
        "images": [
          "assets/product/kothavaranga-vathal-.jpg"
        ]
      },
      {
        "id": 9,
        "name": "DRIED BRINJAL (Kaththiri vaththal) – S.melongena",
        "short_description": "Sun-dried slices of spicy and tangy raw mangoes.",
        "long_description": "Kaththiri Vaththal is a traditional South Indian delicacy made from sun-dried slices of raw mangoes seasoned with spices and salt. The tangy and spicy flavor of the raw mangoes intensifies during the drying process, resulting in a deliciously tart and crunchy snack. Kaththiri Vaththal can be enjoyed on its own or used as a flavoring agent in various dishes.",
        "feature": [
          "Prevents Anemia",
          "Helps to lower Blood pressure",
          "Promote the function of kidney",
          "Maintain blood sugar levels",
          "Uplifts immunity"
        ],
        "images": [
          "assets/product/katharikai-brinjal.jpg"
        ]
      },
      {
        "id": 10,
        "name": "DRIED BITTER GOURD (Paavakka vaththal) – Momordica charontia",
        "short_description": "Bitter gourd slices sun-dried and seasoned with spices.",
        "long_description": "Paavakka Vaththal is a traditional South Indian snack made from sun-dried slices of bitter gourd (paavakka) seasoned with spices and salt. Despite its bitter taste, the drying process enhances its flavor profile, resulting in a crispy and savory snack. Paavakka Vaththal can be enjoyed as a standalone snack or served as a side dish with rice and rasam.",
        "feature": [
          "Prevents Anemia",
          "Helps to lower Blood pressure",
          "Promote the function of kidney",
          "Maintain blood sugar levels",
          "Uplifts immunity"
        ],
        "images": [
          "assets/product/pavakkai-dried.jpg"
        ]
      },
      {
        "id": 11,
        "name": "DRIED MANGO (Maanga vaththal) – Mangifera indica",
        "short_description": "Sun-dried mango slices with a tangy and spicy flavor.",
        "long_description": "Maanga Vaththal is a popular South Indian snack made from sun-dried slices of raw mangoes seasoned with spices and salt. The tangy and spicy flavor of the mangoes intensifies during the drying process, resulting in a delightful combination of flavors. Maanga Vaththal can be enjoyed as a standalone snack or used as a tangy addition to salads and chaats.",
        "feature": [
          "Prevents Anemia",
          "Helps to lower Blood pressure",
          "Promote the function of kidney",
          "Maintain blood sugar levels",
          "Uplifts immunity"
        ],
        "images": [
          "assets/product/mango-vathal.jpg"
        ]
      },
      {
        "id": 12,
        "name": "DRIED ONION VADAHAM ( Vengaaya vadagam)",
        "short_description": "Sun-dried onion balls seasoned with spices.",
        "long_description": "Vengaaya Vadagam is a traditional South Indian delicacy made from sun-dried onion balls seasoned with spices and salt. The onions are thinly sliced, mixed with spices, and shaped into small balls before being sun-dried. Once dried, they can be stored for a long time and used to enhance the flavor of various dishes like sambar, rasam, and curries.",
        "feature": [
          "Prevents Anemia",
          "Helps to lower Blood pressure",
          "Promote the function of kidney",
          "Maintain blood sugar levels",
          "Uplifts immunity"
        ],
        "images": [
          "assets/product/Onion-Koozh-vadagam.jpg"
        ]
      },
      {
        "id": 4,
        "name": "DRIED KOOZH VADAHAM",
        "category": "Vathal and Vadagam",
        "short_description": "Traditional South Indian sun-dried savory snack made from fermented rice and lentil batter.",
        "long_description": "Dried Koozh Vadaham is a popular traditional snack in South India, especially in Tamil Nadu. It is prepared by sun-drying a batter made from rice and lentils, which is fermented for a certain period. Once dried, it can be stored for a long time and fried whenever needed. It is a delicious and crispy accompaniment to rice dishes or enjoyed as a snack on its own.",
        "feature": [
          "Prevents Anemia",
          "Helps to lower Blood pressure",
          "Promote the function of kidney",
          "Maintain blood sugar levels",
          "Uplifts immunity"
        ],
        "images": [
          "assets/product/Koozh-Vadam-Plain.jpg"
        ]
      }
    ]
  }
  